Revit 2027 API
SymbolTypeId.Therm Property
 Symbol therm, indicating unit Therms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Therm { get; }
Public Shared ReadOnly Property Therm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Therm {
	ForgeTypeId^ get ();
}
static member Therm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace